Repository: Djoko-cli/maillage-zigbee
Catalog: MaillageZigbee/Ressources/Localizable.xcstrings
Source language: fr
Languages: en

source: %@ : absente
en: %@: absent

source: %@ : connectée
en: %@: connected

# %@ : connectée · relevé %@
source: %1$@ : connectée · relevé %2$@
en: %1$@: connected · updated %2$@

source: %@ : connexion…
en: %@: connecting…

source: %@ : erreur (voir les Réglages)
en: %@: error (see Settings)

# %@ : passe complémentaire à %@
source: %1$@ : passe complémentaire à %2$@
en: %1$@: follow-up pass at %2$@

source: %@ : port occupé (pio device monitor ou une autre app le tient)
en: %@: port busy (pio device monitor or another app holds it)

# %@ : tournée complète à %@
source: %1$@ : tournée complète à %2$@
en: %1$@: full round at %2$@

# %@ : tournée à %@
source: %1$@ : tournée à %2$@
en: %1$@: round at %2$@

# %@ a changé %lld fois de chemin vers le pont en 1 h
source: %1$@ a changé %2$lld fois de chemin vers le pont en 1 h
en: %1$@ changed its path to the bridge %2$lld times in 1 h

# %@ a changé %lld fois de parent en 1 h
source: %1$@ a changé %2$lld fois de parent en 1 h
en: %1$@ changed parent %2$lld times within 1 h

# %@ a changé de chemin vers le pont : %@ → %@
source: %1$@ a changé de chemin vers le pont : %2$@ → %3$@
en: %1$@ changed its path to the bridge: %2$@ → %3$@

# %@ a changé de parent : %@ → %@
source: %1$@ a changé de parent : %2$@ → %3$@
en: %1$@ changed parent: %2$@ → %3$@

source: %@ a disparu
en: %@ disappeared

source: %@ est apparu
en: %@ appeared

source: %@ est revenu
en: %@ is back

source: %@ n'a plus de parent
en: %@ has no parent anymore

# %@ n'est pas une sonde Zigbee (« %@ »)
source: %1$@ n'est pas une sonde Zigbee (« %2$@ »)
en: %1$@ is not a Zigbee probe (“%2$@”)

# %@ · depuis %@
source: %1$@ · depuis %2$@
en: %1$@ · running for %2$@

source: %@ · endormi
en: %@ · asleep

# %lld accessoires · %@
source: %1$lld accessoires · %2$@
en: %1$lld accessories · %2$@

source: %lld appareils
en: %lld devices

source: %lld appareils perdus
en: %lld devices lost

# %lld appareils perdus entre %@ et %@
source: %1$lld appareils perdus entre %2$@ et %3$@
en: %1$lld devices lost between %2$@ and %3$@

# %lld appareils · %@
source: %1$lld appareils · %2$@
en: %1$lld devices · %2$@

source: %lld attentes de la sonde
en: %lld waits for the probe

source: %lld bons
en: %lld good

source: %lld faibles
en: %lld low

source: %lld inconnus
en: %lld unknown

source: %lld moyens
en: %lld medium

source: %lld muets
en: %lld silent

# %lld nommés par Maison · %lld avec le nom de l'app Hue
source: %1$lld nommés par Maison · %2$lld avec le nom de l'app Hue
en: %1$lld named by Home · %2$lld with their Hue app name

source: %lld noms masqués faute de place : rapprochez-vous (molette)
en: %lld names hidden for lack of room: zoom in (scroll)

source: %lld pauses de cadence
en: %lld rate-limit pauses

source: %lld rattachements échoués
en: %lld failed rejoins

source: %lld routes reportées
en: %lld routes deferred

source: %lld routeurs
en: %lld routers

source: %lld routeurs lui parlent directement
en: %lld routers talk to it directly

# %lld routeurs · %lld appareils finaux · %lld liens radio
source: %1$lld routeurs · %2$lld appareils finaux · %3$lld liens radio
en: %1$lld routers · %2$lld end devices · %3$lld radio links

source: %lld sans réponse
en: %lld without reply

source: %lld voisins
en: %lld neighbors

source: 1 appareil
en: 1 device

source: 1 bon
en: 1 good

source: 1 faible
en: 1 low

source: 1 inconnu
en: 1 unknown

source: 1 moyen
en: 1 medium

source: 1 nom masqué faute de place : rapprochez-vous (molette)
en: 1 name hidden for lack of room: zoom in (scroll)

source: 1 routeur
en: 1 router

source: 1 routeur lui parle directement
en: 1 router talks to it directly

source: 1 voisin
en: 1 neighbor

source: 30 j
en: 30 d

source: 7 j
en: 7 d

source: Accès à Maison refusé à Passeur Noms : Réglages Système › Confidentialité et sécurité › Maison.
en: Passeur Noms was denied access to Home: System Settings › Privacy & Security › Home.

source: Adresse
en: Address

source: Adresse IP du pont
en: Bridge IP address

source: Adresse du pont invalide : %@
en: Invalid bridge address: %@

source: Adresse invalide : %@
en: Invalid address: %@

source: Afficher la liste
en: Show the list

source: Afficher le journal dans le Finder
en: Show Log in Finder

source: Alerte dans l'heure
en: Alert in the last hour

source: Alertes
en: Alerts

source: Annuler
en: Cancel

source: Appareil final
en: End device

source: Appareils
en: Devices

source: Appareils du pont
en: Bridge devices

source: Approuver dans Réglages Système…
en: Approve in System Settings…

source: Appuyez sur le bouton rond du pont Hue.
en: Press the round button on the Hue Bridge.

source: Après « Lier… », appuyez dans les 60 secondes sur le bouton rond du pont Hue. La clé donnée par le pont va au trousseau de ce Mac.
en: After “Link…”, press the round button on the Hue Bridge within 60 seconds. The key given by the bridge goes to this Mac’s keychain.

source: Attention et alertes
en: Warnings and alerts

source: Au moins 3 appareils perdus en 10 min (une notification groupée)
en: At least 3 devices lost within 10 min (one grouped notification)

source: Au même niveau que
en: On the same level as

source: Aucun événement
en: No events

source: Autres
en: Other

source: Autres changements
en: Other changes

source: Autres pièces
en: Other rooms

source: Bilan
en: Summary

source: Capture enregistrée : %@
en: Capture saved: %@

source: Ce n'est pas le pont attendu (certificat du pont %@).
en: This is not the expected bridge (certificate of bridge %@).

source: Ce nœud n'est plus visible.
en: This node is no longer visible.

source: Celle du Mac
en: Same as the Mac

source: Certificat refusé : ce n'est pas celui d'un serveur de pont.
en: Certificate rejected: it is not a bridge server's certificate.

source: Certificat refusé : il n'est pas signé par Signify. Ce n'est pas un pont Hue, ou il est trop ancien.
en: Certificate rejected: it is not signed by Signify. This is not a Hue Bridge, or it is too old.

source: Certificat refusé : il ne porte pas d'identifiant de pont.
en: Certificate rejected: it carries no bridge ID.

source: Chemin
en: Path

source: Choisissez la sonde dans Réglages › Sonde. La liaison au pont Hue viendra ensuite.
en: Choose the probe in Settings › Probe. The link to the Hue bridge will come next.

source: Clé absente de ce Mac pour le pont %@ : liez le pont depuis les Réglages.
en: No key on this Mac for bridge %@: link the bridge in Settings.

source: Coordinateur (le pont)
en: Coordinator (the bridge)

source: Coupée par « Réduire les animations »
en: Turned off by “Reduce motion”

source: DTR et RTS à 0 (TIOCMSET)
en: DTR and RTS to 0 (TIOCMSET)

source: Dernier maillage
en: Last mesh

source: Dernier relevé
en: Last reading

source: Dernière lecture
en: Last read

source: Dernière tournée
en: Last round

source: Descendre d'un étage
en: Move down one floor

source: Diagnostic
en: Diagnostics

source: Dépendants
en: Dependents

source: En attente du maillage de la sonde
en: Waiting for the probe's mesh

source: En attente du maillage de la sonde…
en: Waiting for the probe's mesh…

source: En grille
en: In a grid

source: En rangée
en: In a row

source: Encore %lld s
en: %lld s left

source: Enregistrer
en: Save

source: Enregistrer une capture…
en: Save a Capture…

# Entre %@ et %@ : %@
source: Entre %1$@ et %2$@ : %3$@
en: Between %1$@ and %2$@: %3$@

source: Famille
en: Category

source: Fermer
en: Close

source: Gravité
en: Severity

source: Général
en: General

source: Heure
en: Time

source: Historique de la sonde
en: Probe history

source: Hors de la maison
en: Outside the house

source: Identifiant
en: ID

source: Installer automatiquement
en: Install updates automatically

source: Journal
en: Log

source: Journal…
en: Log…

source: L'API répond pour un autre pont (%@).
en: The API answers for another bridge (%@).

source: La langue change au prochain lancement.
en: The language changes at the next launch.

source: La sonde est suspendue : pas de tournée.
en: The probe is suspended: no round.

source: La sonde n'est pas dans le réseau : pas de tournée.
en: The probe is not in the network: no round.

source: La sonde n'est pas sur le réseau du pont (canal ou identifiant du réseau différent).
en: The probe is not on the bridge's network (different channel or network identifier).

source: Langue
en: Language

source: Le bouton du pont n'a pas été appuyé dans les 60 secondes (%@).
en: The bridge button was not pressed within 60 seconds (%@).

source: Le bouton du pont n'a pas été appuyé dans les 60 secondes.
en: The bridge button was not pressed within 60 seconds.

source: Le pont a refusé la clé (l'app a été retirée dans l'app Hue ?) : liez-le de nouveau.
en: The bridge rejected the key (was the app removed in the Hue app?): link it again.

source: Le pont a refusé la clé : liez-le de nouveau.
en: The bridge rejected the key: link it again.

source: Le pont n'a pas présenté de certificat.
en: The bridge presented no certificate.

source: Le surnom reste sur ce Mac et passe avant le nom donné par le pont.
en: The nickname stays on this Mac and takes precedence over the name given by the bridge.

source: Les chemins des messages vers le pont ; les voisins entendus d'un nœud à sa sélection
en: The paths messages take to the bridge; a node's heard neighbors when it is selected

source: Les noms, les pièces et les étages (zones) viennent de l'app Maison, lus par Passeur Noms ; le pont Hue donne les adresses, l'état de connexion et les piles. Le relevé est refait au lancement s'il a plus d'un jour.
en: Names, rooms and floors (zones) come from the Home app, read by Passeur Noms; the Hue bridge gives addresses, connection state and batteries. The reading is redone at launch when it is more than a day old.

source: Liaison refusée par le pont : %@
en: Link refused by the bridge: %@

source: Liens
en: Links

source: Liens radio (qualité)
en: Radio links (quality)

source: Lier…
en: Link…

source: Légende
en: Legend

source: Mac en veille
en: Mac asleep

# Mac en veille de %@ à %@
source: Mac en veille de %1$@ à %2$@
en: Mac asleep from %1$@ to %2$@

source: Maillage
en: Mesh

source: Maison
en: Home

source: Maison indisponible pour Passeur Noms.
en: Home is unavailable to Passeur Noms.

source: Mi-distance : les pièces et les routeurs
en: Mid-distance: rooms and routers

source: Mises à jour
en: Updates

source: Mode démo : faux réseau Hue
en: Demo mode: fake Hue network

source: Mode démo : le relevé de Maison de la démo, pas de Passeur.
en: Demo mode: the demo's Home reading, no Passeur.

source: Mode démo : les noms de la démo, pas de pont.
en: Demo mode: demo names, no bridge.

source: Mode démo : pas de sonde.
en: Demo mode: no probe.

source: Modèle
en: Model

source: Monter d'un étage
en: Move up one floor

source: Nœud %@
en: Node %@

source: Nœuds
en: Nodes

source: Oublier la sonde
en: Forget the probe

source: Oublier le pont
en: Forget Bridge

source: Ouverture
en: Startup

source: Ouvrir le graphe
en: Open Graph

source: Ouvrir à la connexion
en: Open at Login

source: Pas encore d'historique de la sonde pour ce nœud sur cette période.
en: No probe history for this node over this period yet.

source: Pas encore de pièces : le pont Hue les donnera
en: No rooms yet: the Hue bridge will provide them

source: Passeur Noms a échoué : %@
en: Passeur Noms failed: %@

source: Passeur Noms a échoué.
en: Passeur Noms failed.

source: Passeur Noms n'a rien envoyé en 2 minutes.
en: Passeur Noms sent nothing within 2 minutes.

source: Passeur Noms n'est pas installé sur ce Mac : les noms viennent de l'app Hue.
en: Passeur Noms is not installed on this Mac: names come from the Hue app.

source: Passeur Noms ne s'est pas ouvert : %@ (profil de 7 jours expiré ?)
en: Passeur Noms did not open: %@ (7-day profile expired?)

source: Passeur Noms s'installe avec Maillage Thread (outils/passeur.sh), puis sert aussi Maillage Zigbee : voir le README.
en: Passeur Noms is installed with Maillage Thread (outils/passeur.sh), then serves Maillage Zigbee too: see the README.

source: Pièce isolée : %@ · clic sur une autre pièce pour y aller, clic à côté ou Échap pour revenir
en: Isolated room: %@ · click another room to go there, click outside or press Esc to come back

source: Placer dans une pièce…
en: Place in a room…

source: Pont Hue
en: Hue Bridge

source: Pont Hue : erreur (voir les Réglages)
en: Hue Bridge: error (see Settings)

source: Pont Hue introuvable
en: Hue Bridge not found

source: Pont Hue non lié
en: Hue Bridge not linked

source: Pont injoignable : %@
en: Bridge unreachable: %@

source: Pont trop ancien : son certificat est auto-signé, ce que l'app ne prend pas en charge.
en: Bridge too old: its certificate is self-signed, which the app does not support.

source: Prochaine tournée
en: Next round

source: Période
en: Period

source: Qualité
en: Quality

source: Qualité des liens
en: Link quality

source: Qualité du lien vers le parent
en: Link quality to the parent

source: Quitter Maillage Zigbee
en: Quit Maillage Zigbee

source: Rafraîchir : rien à relever sans sonde connectée
en: Refresh: nothing to read without a connected probe

source: Rafraîchir : tournée de la sonde
en: Refresh: probe round

source: Rafraîchir depuis Maison
en: Refresh from Home

source: Rechercher automatiquement
en: Check for updates automatically

source: Rechercher les mises à jour…
en: Check for Updates…

source: Relancer maintenant
en: Relaunch now

source: Relevé de Maison en cours…
en: Reading Home…

source: Relevé de Maison illisible : %@
en: Unreadable Home reading: %@

source: Relevé de Maison illisible : longueur fausse.
en: Unreadable Home reading: wrong length.

source: Relevé de Maison interrompu : la connexion avec Passeur Noms a été coupée.
en: Home reading interrupted: the connection with Passeur Noms was cut.

source: Relevé de Maison refusé : jeton faux.
en: Home reading refused: wrong token.

source: Relevé de la sonde ancien
en: Probe survey is old

source: Relevé de plus de 7 jours : le profil gratuit de Passeur Noms a peut-être expiré.
en: Reading older than 7 days: the free profile of Passeur Noms may have expired.

source: Renommer « %@ »
en: Rename “%@”

source: Renommer…
en: Rename…

source: Replacer les pièces automatiquement
en: Arrange rooms automatically

source: Replier la liste
en: Hide the list

source: Retirer le surnom
en: Remove Nickname

source: Rotation lente
en: Slow rotation

source: Routes des routeurs
en: Router routes

source: Routes du pont
en: Bridge routes

source: Routeur
en: Router

source: Routeur apparu : %@
en: Router appeared: %@

source: Routeur disparu
en: Router gone

source: Routeur disparu : %@
en: Router gone: %@

source: Routeurs
en: Routers

# Routeurs : %lld · appareils : %lld · injoignables : %lld
source: Routeurs : %1$lld · appareils : %2$lld · injoignables : %3$lld
en: Routers: %1$lld · devices: %2$lld · unreachable: %3$lld

source: Réglages…
en: Settings…

source: Réponse illisible du pont (%@).
en: Unreadable response from the bridge (%@).

source: Réponse inattendue du pont (HTTP %lld).
en: Unexpected response from the bridge (HTTP %lld).

source: Réseau
en: Network

source: Réseau Zigbee
en: Zigbee network

source: Réseau Zigbee normal
en: Zigbee network normal

source: Réseau local refusé : autorisez Maillage Zigbee dans Réglages Système › Confidentialité et sécurité › Réseau local.
en: Local network denied: allow Maillage Zigbee in System Settings › Privacy & Security › Local Network.

source: Rôle
en: Role

source: Rôle inconnu
en: Unknown role

source: Sans effet avec « Liens : tous » : tous les liens radio sont montrés
en: No effect with “Links: all”: every radio link is shown

source: Sans pièce
en: No room

source: Seul le port choisi est ouvert. Un autre ESP32-C6 branché n'est jamais ouvert : ne le choisissez pas.
en: Only the chosen port is opened. Another plugged-in ESP32-C6 is never opened: don't choose it.

source: Si le pont n'est pas trouvé : son adresse IP est dans l'app Hue, parmi les réglages du pont.
en: If the bridge is not found: its IP address is in the Hue app, in the bridge settings.

source: Signal vu par la sonde (LQI)
en: Signal seen by the probe (LQI)

source: Sonde
en: Probe

source: Sonde suspendue : pas de relevé.
en: Probe suspended: no readings.

source: Sur son propre niveau
en: On its own level

source: Surnom
en: Nickname

source: Surveillance
en: Monitoring

# Surveillance démarrée (routeurs : %@, appareils : %@)
source: Surveillance démarrée (routeurs : %1$@, appareils : %2$@)
en: Monitoring started (routers: %1$@, devices: %2$@)

source: Tables des routeurs
en: Router tables

source: Tournée
en: Tour

source: Tournée complète à %@ : la sonde a déjà beaucoup servi
en: Full round at %@: the probe has already been used a lot

source: Tournée incomplète : %@.
en: Incomplete round: %@.

source: Tournée incomplète : la sonde a atteint sa limite de requêtes.
en: Incomplete round: the probe reached its request limit.

source: Tournée incomplète : la sonde a quitté le réseau.
en: Incomplete round: the probe left the network.

source: Tournée incomplète : la sonde n'a pas répondu.
en: Incomplete round: the probe did not reply.

source: Tournée incomplète : tables de voisins pas encore lues.
en: Incomplete round: neighbor tables not read yet.

source: Tournée à %@ : la sonde a déjà beaucoup servi
en: Round at %@: the probe has already been used a lot

source: Tous
en: All

source: Tous les liens radio entendus
en: All heard radio links

source: Tous les noms sont lisibles
en: All names are readable

source: Tout
en: Everything

source: Trait vertical : la sonde change de parent.
en: Vertical line: the probe changes parent.

source: Tronçon
en: Segment

source: Trousseau : %@
en: Keychain: %@

source: Un autre pont (%@) est déjà lié : oubliez-le d'abord.
en: Another bridge (%@) is already linked: forget it first.

source: Utiliser cette adresse
en: Use This Address

source: Voisins entendus
en: Neighbors heard

source: Voisins entendus masqués à la sélection d'un nœud : cliquer pour les montrer
en: Heard neighbors hidden when a node is selected: click to show them

source: Voisins entendus montrés à la sélection d'un nœud : cliquer pour les masquer
en: Heard neighbors shown when a node is selected: click to hide them

source: Voisins à la sélection
en: Neighbors on selection

source: Vue
en: View

source: Vue d'ensemble : les pièces
en: Overview: rooms

source: Vue par pièces
en: Room view

source: a changé %lld fois de chemin
en: changed path %lld times

source: a changé %lld fois de parent
en: changed parent %lld times

source: absente (débranchée ?)
en: absent (unplugged?)

source: accès exclusif (TIOCEXCL)
en: exclusive access (TIOCEXCL)

source: adresse courte %@
en: short address %@

source: appareil final
en: end device

source: aucun
en: none

source: aucun chemin connu
en: no known path

source: aucun pont trouvé
en: no bridge found

source: aucun relevé : noms de l'app Hue
en: no reading: Hue app names

source: aucun routeur ne lui parle directement
en: no router talks to it directly

source: aucune sonde choisie
en: no probe chosen

source: aucune zone dans Maison
en: no zone in Home

source: batterie OK
en: battery OK

source: batterie faible
en: low battery

source: bonne
en: good

source: canal %lld
en: channel %lld

source: chemin %@ : /dev/cu.* attendu
en: path %@: /dev/cu.* expected

source: chemin lu %@
en: path read %@

source: chemin supposé
en: assumed path

source: chemin supposé (aucune route active vers le pont)
en: assumed path (no active route to the bridge)

source: chemin vers le pont
en: path to the bridge

source: chemins
en: paths

source: cherche un réseau
en: looking for a network

source: connectée
en: connected

source: connexion…
en: connecting…

source: coordinateur (le pont)
en: coordinator (the bridge)

source: disparu
en: disappeared

source: débit (cfsetspeed)
en: speed (cfsetspeed)

source: déplié
en: expanded

source: en charge
en: charging

source: endormi
en: sleepy

# entre %@ et %@ (Mac en veille)
source: entre %1$@ et %2$@ (Mac en veille)
en: between %1$@ and %2$@ (Mac asleep)

source: erreur
en: error

source: erreur : %@
en: error: %@

source: et %lld autres
en: and %lld more

source: et 1 autre
en: and 1 more

source: faible
en: low

source: finit sur %@
en: ends on %@

source: hors réseau
en: not on a network

source: incomplète
en: incomplete

source: inconnu du pont
en: unknown to the bridge

source: inconnue
en: unknown

source: injoignable
en: unreachable

source: joignable
en: reachable

source: la sonde
en: the probe

source: la sonde est occupée et n'a pas répondu à « %@ »
en: the probe is busy and did not answer “%@”

source: la sonde ne répond pas à « %@ »
en: the probe does not answer “%@”

source: la sonde refuse : %@
en: the probe refuses: %@

source: lecture de DTR et RTS (TIOCMGET)
en: reading DTR and RTS (TIOCMGET)

source: lecture des réglages (tcgetattr)
en: reading settings (tcgetattr)

source: lecture impossible : %@
en: cannot read: %@

source: liaison avec la sonde fermée
en: link with the probe closed

source: liaison en cours…
en: linking…

source: lié
en: linked

source: lié · erreur
en: linked · error

source: lié · lecture…
en: linked · reading…

source: membre
en: member

source: moyenne
en: medium

source: muet : sans réponse à deux tournées de suite
en: silent: no answer in two rounds in a row

source: nom de l'app Hue (pas trouvé dans Maison)
en: Hue app name (not found in Home)

source: noms de l'app Hue seulement
en: Hue app names only

source: non rechargeable
en: not rechargeable

source: ouverture de %@
en: opening %@

# parent connu %@ : %@
source: parent connu %1$@ : %2$@
en: parent known %1$@: %2$@

source: parent d'avant (pointillé)
en: previous parent (dotted)

source: parent dans une autre pièce
en: parent in another room

source: passe complémentaire
en: follow-up pass

source: passe complémentaire à %@
en: follow-up pass at %@

source: pile
en: battery

source: port fermé (EOF) : la sonde a peut-être redémarré
en: port closed (EOF): the probe may have restarted

source: port fermé par l'app
en: port closed by the app

source: port inconnu
en: unknown port

source: qualité %lld
en: quality %lld

source: qualité inconnue
en: unknown quality

# qualités du %@ à %@
source: qualités du %1$@ à %2$@
en: qualities from %1$@ at %2$@

source: refusée : %@
en: refused: %@

source: relevé en cours…
en: reading…

source: relevé reçu
en: reading received

source: replié
en: collapsed

source: routeur
en: router

source: réglages (tcsetattr)
en: settings (tcsetattr)

source: sans parent (rattachement en cours)
en: no parent (rejoining)

source: sur batterie
en: on battery

source: suspendue
en: suspended

source: table non lue : liens vus seulement par ses voisins
en: table not read: links seen only by its neighbors

source: tous
en: all

source: tous les liens
en: all links

source: tous les liens (+%lld)
en: all links (+%lld)

source: trouvé, non lié
en: found, not linked

source: très faible
en: very low

source: vers le pont : direct
en: to the bridge: direct

# vers le pont : via %@ · %lld sauts
source: vers le pont : via %1$@ · %2$lld sauts
en: to the bridge: via %1$@ · %2$lld hops

source: vers le pont : via %@ · chemin incomplet
en: to the bridge: via %@ · incomplete path

source: vers son parent
en: to its parent

source: voisin entendu (à la sélection)
en: heard neighbor (when selected)

source: · relevé %@
en: · updated %@

source: Écoute du relevé impossible : %@
en: Cannot listen for the reading: %@

source: Étage isolé : %@ · clic sur une pièce ou un autre étage pour y aller, clic à côté ou Échap pour revenir
en: Isolated floor: %@ · click a room or another floor to go there, click outside or press Esc to come back

source: Étages
en: Floors
